#include <iostream>
using namespace std;


int main()
{
	setlocale(LC_ALL, "Rus");
	cout << "А не спеши ты нас хоронить, а у нас еще здесь дела.\n";
	cout << "У нас дома детей мал - мала, да и просто хотелось пожить.\n";
	cout << "У нас дома детей мал - мала, да и просто хотелось пожить.\n";
	cout << "А не спеши ты нам в спину стрелять, а это никогда не поздно успеть.\n";
	cout << "А лучше дай нам дотанцевать, а лучше дай нам песню допеть.\n";
	cout << "А лучше дай нам дотанцевать, а лучше дай нам песню допеть.\n";
	cout << "А не спеши закрыть нам глаза, а мы и так любим все темноту,\n";
	cout << "А по щекам хлещет лоза, возбуждаясь на наготу.\n";
	cout << "А по щекам хлещет лоза, возбуждаясь на наготу.\n";
	cout << "А не спеши ты нас не любить, а не считай победы по дням.\n";
	cout << "Если нам сегодня с тобой не прожить, то кто же завтра полюбит тебя.\n";
	cout << "А если нам сегодня с тобой не прожить, то кто же завтра полюбит тебя.\n";
	cout << "А не спеши ты нас хоронить, а у нас еще здесь дела.\n";
	cout << "У нас дома детей мал - мала, да и просто хотелось пожить.\n";
	cout << "У нас дома детей мал - мала, да и просто хотелось пожить.\n";

	return 0;
}

